const guestbookData = 
[
    {
        "guestbook_id": 103,
        "author_id": 31,
        "text": "모두가 MVP인 사진전이었다고 생각합니다!(MVP 고르려고 3바퀴는 돌았던 것 같아요*.*)\n한 장을 담기 위해, 구도를 고민하고 장소를 탐색하고 무거운 장비들을 챙겨 추위를 견딘 노력들이 느껴졌습니다. 좋은 사진들과 추억들을 함께 나눠주셔서 감사합니다. 동아리 사진전을 위해 이 웹을 만들어주신 Enif님께도 감사드립니다. 배우고 싶을 정도로 멋진 기술력에 감탄하면서 봤습니다. 동아리원의 사진을 열심히 모아 프로젝트를 진행하신 신프 팀께도 감사드립니다. 아, 마지막으로 몸은 멀리, 별은 가까이라는 사진전 이름 지어주신 분께도 감사드립니다(누구신지 기억이 안 나요 ㅜㅜ 저도 여기 투표 했던 것 같은데...!) 별뽕이 마구마구 차는 전시회였습니다. 시험 끝나면 바로 떠나야지!!!!!!!!! 다들 밤추위가 강하지만 별의 온기를 느끼면서(ㅋㅋㅋ) 행복한 연말 보내세요!",
        "created_at": "2020-11-26T13:58:05.283Z",
        "updated_at": "2020-11-26T13:58:05.283Z",
        "author": {
            "user_id": 31,
            "nickname": "몸멀별가아혀느"
        }
    },
    {
        "guestbook_id": 102,
        "author_id": 217,
        "text": "코로나 시국이라, 동아리 활동도 잘 열리지 못했고 소관도 정말 소규모로 가면서 별을 볼 기회가 많지 않았을텐데 다들 그 와중에서도 다들 사진 멋진 사진을 찍으셨네요",
        "created_at": "2020-11-26T13:13:27.689Z",
        "updated_at": "2020-11-26T13:13:27.689Z",
        "author": {
            "user_id": 217,
            "nickname": "13서유경"
        }
    },
    {
        "guestbook_id": 101,
        "author_id": 217,
        "text": "이번 사진을 찍은 작가님들 다들 수고하셨습니다!!!",
        "created_at": "2020-11-26T13:12:01.046Z",
        "updated_at": "2020-11-26T13:12:01.046Z",
        "author": {
            "user_id": 217,
            "nickname": "13서유경"
        }
    },
    {
        "guestbook_id": 100,
        "author_id": 353,
        "text": "관람하면서 온라인에 정말 전시 '공간'을 만드셨구나!라고 감탄했어요. 그리고 전시된 작품들도 모두 멋있어요! 문과 감성으로 살아오던 저에게 전시회와 줌으로 진행된 세미나가 새로운 자극이 되었습니다 ㅎ.ㅎ",
        "created_at": "2020-11-26T13:03:19.109Z",
        "updated_at": "2020-11-26T13:03:19.109Z",
        "author": {
            "user_id": 353,
            "nickname": "곽혜민"
        }
    },
    {
        "guestbook_id": 99,
        "author_id": 364,
        "text": "밤하늘들의 신비하고 차분한 분위기가 너무 아름다워요. 직접 전시를 보는것같아서 즐거웠어요. 코로나로 우울한 시국에 감사합니다. 잘보았습니다^^",
        "created_at": "2020-11-26T12:57:46.590Z",
        "updated_at": "2020-11-26T12:57:46.590Z",
        "author": {
            "user_id": 364,
            "nickname": "최희준"
        }
    },
    {
        "guestbook_id": 98,
        "author_id": 304,
        "text": "플랫폼 너무 멋져요!!",
        "created_at": "2020-11-26T12:56:16.262Z",
        "updated_at": "2020-11-26T12:56:16.262Z",
        "author": {
            "user_id": 304,
            "nickname": "한살림닭발"
        }
    },
    {
        "guestbook_id": 97,
        "author_id": 363,
        "text": "아주 좋습니다",
        "created_at": "2020-11-26T12:54:28.883Z",
        "updated_at": "2020-11-26T12:54:28.883Z",
        "author": {
            "user_id": 363,
            "nickname": "r136a1"
        }
    },
    {
        "guestbook_id": 96,
        "author_id": 41,
        "text": "멋진 사진 찍어주신 작가님들과 멋진 플랫폼 만들어주신 개발자님 감사합니다. 즐겁게 구경하고 갑니다. ^^",
        "created_at": "2020-11-26T12:38:47.682Z",
        "updated_at": "2020-11-26T12:38:47.682Z",
        "author": {
            "user_id": 41,
            "nickname": "17최진아"
        }
    },
    {
        "guestbook_id": 95,
        "author_id": 360,
        "text": "별사진 너무 좋아하는데 하나하나 구경잘하고 갑니다:) 너무 아름다워요 항공샷으로 보면 전시관이 별모양인 것도 센스! 큰사진으로 확대해서 볼 수록 더 아름다워요 하나하나 돌아다니면서 보는 재미가 있어요ㅎㅎ멋진 전시 감사합니다><",
        "created_at": "2020-11-26T12:26:06.815Z",
        "updated_at": "2020-11-26T12:26:06.815Z",
        "author": {
            "user_id": 360,
            "nickname": "반스"
        }
    },
    {
        "guestbook_id": 94,
        "author_id": 359,
        "text": "와 진짜 고퀄이에요 아름다워요ㅜㅜ",
        "created_at": "2020-11-26T12:11:27.222Z",
        "updated_at": "2020-11-26T12:11:27.222Z",
        "author": {
            "user_id": 359,
            "nickname": "뚜기"
        }
    },
    {
        "guestbook_id": 93,
        "author_id": 358,
        "text": "대박사건 !! 요근래 본 온라인 전시 중 젤 멋진 전시네요~! \n정서적으로 힘든 요즘 힐링하고갑니다 최고예요 👍",
        "created_at": "2020-11-26T12:08:13.925Z",
        "updated_at": "2020-11-26T12:08:13.925Z",
        "author": {
            "user_id": 358,
            "nickname": "이민영 왔다감 !"
        }
    },
    {
        "guestbook_id": 92,
        "author_id": 356,
        "text": "잘 보고 갑니다! 코로나 상황에도 천체사진 감상을 즐길 수 있어 좋습니다",
        "created_at": "2020-11-26T11:40:01.973Z",
        "updated_at": "2020-11-26T11:40:01.973Z",
        "author": {
            "user_id": 356,
            "nickname": "김도현ㅣ야구공"
        }
    },
    {
        "guestbook_id": 91,
        "author_id": 355,
        "text": "너무 멋져효 ㅜㅜ이시국 최고의 전시네용!!💛🌈\n",
        "created_at": "2020-11-26T11:30:21.919Z",
        "updated_at": "2020-11-26T11:30:21.919Z",
        "author": {
            "user_id": 355,
            "nickname": "꽓하잉>_<"
        }
    },
    {
        "guestbook_id": 90,
        "author_id": 352,
        "text": "멋져요",
        "created_at": "2020-11-26T10:43:24.891Z",
        "updated_at": "2020-11-26T10:43:24.891Z",
        "author": {
            "user_id": 352,
            "nickname": "김민성"
        }
    },
    {
        "guestbook_id": 89,
        "author_id": 345,
        "text": "",
        "created_at": "2020-11-26T10:33:08.886Z",
        "updated_at": "2020-11-26T10:33:08.886Z",
        "author": {
            "user_id": 345,
            "nickname": "곽필근"
        }
    },
    {
        "guestbook_id": 88,
        "author_id": 349,
        "text": "나도 저런 사진 찍고 싶다",
        "created_at": "2020-11-26T10:30:44.462Z",
        "updated_at": "2020-11-26T10:30:44.462Z",
        "author": {
            "user_id": 349,
            "nickname": "막시무스"
        }
    },
    {
        "guestbook_id": 87,
        "author_id": 348,
        "text": "온라인으로 천체사진 전시회를 다녀온 기분이 듭니다. 하나하나가 모두 작품이고, 시간가는 줄 몰랐네요!! 잘 감상하고 갑니다.^^",
        "created_at": "2020-11-26T10:30:41.438Z",
        "updated_at": "2020-11-26T10:30:41.438Z",
        "author": {
            "user_id": 348,
            "nickname": "이시우"
        }
    },
    {
        "guestbook_id": 86,
        "author_id": 129,
        "text": "저번에 보러왔다가 방명록을 못남겨서 다시왔네요 코로나만 아니었으면 직접가서 봤을텐데 다들 너무수고하셨습니다. 동기및 선후배들과 좋은 추억 남기면서 즐거운 동아리 생활하시길 바라며 코로나가 종식되어 오프라인에서 볼 수 있는 날을 기다려봅니다.^^",
        "created_at": "2020-11-26T09:16:50.373Z",
        "updated_at": "2020-11-26T09:16:50.373Z",
        "author": {
            "user_id": 129,
            "nickname": "오라이온03"
        }
    },
    {
        "guestbook_id": 85,
        "author_id": 338,
        "text": "수고 많았어요 ㅎㅎ\n잘 구경하고 갑니다~~\n멋진 사진 구경시켜주셔서 감사해요 ㅎㅎ\nps> 이제 가입번호는 잘 생각나지 않네요;;",
        "created_at": "2020-11-26T09:01:52.425Z",
        "updated_at": "2020-11-26T09:01:52.425Z",
        "author": {
            "user_id": 338,
            "nickname": "03AAA054박종선"
        }
    },
    {
        "guestbook_id": 84,
        "author_id": 339,
        "text": "예뻐용",
        "created_at": "2020-11-26T08:52:04.540Z",
        "updated_at": "2020-11-26T08:52:04.540Z",
        "author": {
            "user_id": 339,
            "nickname": "몽도"
        }
    },
    {
        "guestbook_id": 83,
        "author_id": 4,
        "text": "이거 닉네임 못 바꾸나...? 아무튼 빨리 코로나가 끝나서 동아리원 모두 얼굴 보는 날이 왔으면 좋겠네요. 다들 그때까지 몸은 멀리 별은 가까이 하시기 바랍니다~~",
        "created_at": "2020-11-26T08:33:17.743Z",
        "updated_at": "2020-11-26T08:33:17.743Z",
        "author": {
            "user_id": 4,
            "nickname": "총회"
        }
    },
    {
        "guestbook_id": 82,
        "author_id": 4,
        "text": "",
        "created_at": "2020-11-26T08:32:04.629Z",
        "updated_at": "2020-11-26T08:32:04.629Z",
        "author": {
            "user_id": 4,
            "nickname": "총회"
        }
    },
    {
        "guestbook_id": 81,
        "author_id": 329,
        "text": "너무 잘 구경하고 갑니다...!! 오랜만에 힐링했어요ㅎㅎ 이번에 관측을 계속 못가서 너무 아쉬웠는데 이렇게라도 함께 보는 느낌 들게 해주셔서 모두 감사드립니다~~",
        "created_at": "2020-11-26T08:16:11.963Z",
        "updated_at": "2020-11-26T08:16:11.963Z",
        "author": {
            "user_id": 329,
            "nickname": "AAA18백승연"
        }
    },
    {
        "guestbook_id": 80,
        "author_id": 331,
        "text": "사진 하나하나 모두 정말 멋졌습니다! 직접 사진전에 온 것 같은 느낌이 들어서 정말 좋았습니다:D",
        "created_at": "2020-11-26T08:15:54.870Z",
        "updated_at": "2020-11-26T08:15:54.870Z",
        "author": {
            "user_id": 331,
            "nickname": "20박진현"
        }
    },
    {
        "guestbook_id": 79,
        "author_id": 330,
        "text": "",
        "created_at": "2020-11-26T08:12:02.216Z",
        "updated_at": "2020-11-26T08:12:02.216Z",
        "author": {
            "user_id": 330,
            "nickname": "mulden"
        }
    },
    {
        "guestbook_id": 78,
        "author_id": 330,
        "text": "클릭 한번으로 뭉클함을 경험할 수 있어서 너무 귀한 경험이었습니다~!! 좋은 기획 추진해주시고 사진들 보여주셔서 감사드려요 ㅎㅎ",
        "created_at": "2020-11-26T08:12:01.933Z",
        "updated_at": "2020-11-26T08:12:01.933Z",
        "author": {
            "user_id": 330,
            "nickname": "mulden"
        }
    },
    {
        "guestbook_id": 77,
        "author_id": 311,
        "text": "사진전 온라인으로 하니까 너무 좋아요ㅎㅎ 여러번 보기도 쉽고 직접 움직이면서 보는게 재미있어요! 좋은 사진들 감사합니당 설명도 위트있어요ㅎㅎ",
        "created_at": "2020-11-26T08:07:37.321Z",
        "updated_at": "2020-11-26T08:07:37.321Z",
        "author": {
            "user_id": 311,
            "nickname": "양혜월닝"
        }
    },
    {
        "guestbook_id": 76,
        "author_id": 111,
        "text": "좋은 사진들이 너무 많네요. 눈 호강 잘 하고 갑니다. 역시 멋진 후배님들 AAA만세~ 언젠가 밤하늘 아래서 볼 수 있기를 ^^",
        "created_at": "2020-11-26T07:54:44.774Z",
        "updated_at": "2020-11-26T07:54:44.774Z",
        "author": {
            "user_id": 111,
            "nickname": "AAA06 김기현"
        }
    },
    {
        "guestbook_id": 75,
        "author_id": 316,
        "text": "신개념 사진전 재미있게 봤습니다! 항공샷에서 여러 사진 보는 것도 재밌네요ㅎㅎ멋져요!",
        "created_at": "2020-11-26T06:45:08.839Z",
        "updated_at": "2020-11-26T06:45:08.839Z",
        "author": {
            "user_id": 316,
            "nickname": "달덩이"
        }
    },
    {
        "guestbook_id": 74,
        "author_id": 309,
        "text": "멋진 사진들 잘봤습니다~  올해는 못보려나 했는데 온라인으로 사진전을 볼 수 있어서 좋네요! ",
        "created_at": "2020-11-26T06:18:01.019Z",
        "updated_at": "2020-11-26T06:18:01.019Z",
        "author": {
            "user_id": 309,
            "nickname": "08이종수"
        }
    },
    {
        "guestbook_id": 73,
        "author_id": 8,
        "text": "몸은 멀리 있어도 별은 가까이 있다는 말이 와닿습니다. 다들 어려운 시국을 현명히 이겨내고 다시 만나면 더 좋겠습니다.",
        "created_at": "2020-11-26T05:57:14.039Z",
        "updated_at": "2020-11-26T05:57:14.039Z",
        "author": {
            "user_id": 8,
            "nickname": "16황준"
        }
    },
    {
        "guestbook_id": 72,
        "author_id": 18,
        "text": "다들 멋져요!",
        "created_at": "2020-11-26T05:17:10.964Z",
        "updated_at": "2020-11-26T05:17:10.964Z",
        "author": {
            "user_id": 18,
            "nickname": "김연우"
        }
    },
    {
        "guestbook_id": 71,
        "author_id": 21,
        "text": "너무 좋은 시간이었어요. 정말 한분한분 모두에게 MVP를 드리고 싶습니다. 감사합니다.",
        "created_at": "2020-11-26T02:54:04.543Z",
        "updated_at": "2020-11-26T02:54:04.543Z",
        "author": {
            "user_id": 21,
            "nickname": "희희"
        }
    },
    {
        "guestbook_id": 70,
        "author_id": 303,
        "text": "생업에 바빠 그동안 못갔는데 온라인으로 준비해주신 덕에 오랜만에 추억에 젖었네요. 실제로 문화관에 가서 현역 나레이터들의 설명을 들으며 하나하나 감상하는 기분이었습니다. 멋진 사진전이었습니다. 코로나 조심하고 즐거운 학교생활 하세요.",
        "created_at": "2020-11-26T02:46:39.960Z",
        "updated_at": "2020-11-26T02:46:39.960Z",
        "author": {
            "user_id": 303,
            "nickname": "00AAA박정우"
        }
    },
    {
        "guestbook_id": 69,
        "author_id": 285,
        "text": "온라인으로 이렇게 멋진 사진들 감상할 수 있어서 정말 좋았습니다!\n후배님들 준비하느라 수고 많으셨어요 :)",
        "created_at": "2020-11-25T13:38:21.824Z",
        "updated_at": "2020-11-25T13:38:21.824Z",
        "author": {
            "user_id": 285,
            "nickname": "02AAA-054☆ 홍진우"
        }
    },
    {
        "guestbook_id": 68,
        "author_id": 275,
        "text": "사진 잘 봤습니다~",
        "created_at": "2020-11-25T10:50:27.517Z",
        "updated_at": "2020-11-25T10:50:27.517Z",
        "author": {
            "user_id": 275,
            "nickname": "YAAA 29"
        }
    },
    {
        "guestbook_id": 67,
        "author_id": 252,
        "text": "멋진 사진들 보고 힐링하고 가요!! ",
        "created_at": "2020-11-25T09:45:28.336Z",
        "updated_at": "2020-11-25T09:45:28.336Z",
        "author": {
            "user_id": 252,
            "nickname": "smallMoon"
        }
    },
    {
        "guestbook_id": 66,
        "author_id": 151,
        "text": "훌륭한 온라인 사진전 준비해준 후배님들 감사해요. 사진 한컷 한컷 마다 담겨있을 노력과 추억이 사진들을 더 값지게 만들어주는 것 같네요. 멋진 사진 정말 잘 감상했습니다.",
        "created_at": "2020-11-25T08:16:55.560Z",
        "updated_at": "2020-11-25T08:16:55.560Z",
        "author": {
            "user_id": 151,
            "nickname": "95 박천기"
        }
    },
    {
        "guestbook_id": 65,
        "author_id": 268,
        "text": "멋져요~",
        "created_at": "2020-11-25T07:59:22.572Z",
        "updated_at": "2020-11-25T07:59:22.572Z",
        "author": {
            "user_id": 268,
            "nickname": "Pleiades"
        }
    },
    {
        "guestbook_id": 64,
        "author_id": 242,
        "text": "코로나 시대에 이렇게 사진전을 이어가는군요!! 후배님들의 별과  하늘과 동아리에 대한 열정과 사랑을 느낄 수 있었습니다~ 준비하신 임원진들과 참여하신 모든 분들께 박수를 보냅니다!!^^",
        "created_at": "2020-11-25T07:52:05.437Z",
        "updated_at": "2020-11-25T07:52:05.437Z",
        "author": {
            "user_id": 242,
            "nickname": "43대 학술부장 이주현"
        }
    },
    {
        "guestbook_id": 63,
        "author_id": 245,
        "text": "젊은 피가 흐르는 풋풋한 사진 잘 보고 갑니다.",
        "created_at": "2020-11-25T06:59:35.240Z",
        "updated_at": "2020-11-25T06:59:35.240Z",
        "author": {
            "user_id": 245,
            "nickname": "bluesky"
        }
    },
    {
        "guestbook_id": 62,
        "author_id": 260,
        "text": "",
        "created_at": "2020-11-25T06:51:42.855Z",
        "updated_at": "2020-11-25T06:51:42.855Z",
        "author": {
            "user_id": 260,
            "nickname": "이서형"
        }
    },
    {
        "guestbook_id": 61,
        "author_id": 259,
        "text": "올해도 좋은 사진 많군요",
        "created_at": "2020-11-25T06:46:05.460Z",
        "updated_at": "2020-11-25T06:46:05.460Z",
        "author": {
            "user_id": 259,
            "nickname": "오종주"
        }
    },
    {
        "guestbook_id": 60,
        "author_id": 258,
        "text": "사진들도 멋있고, 시각적인 측면에서도 공간 배치가 인상적이어서 비록 온라인으로 진행되기는 했지만 실제 박물관에서 사진전을 돌아보는 기분이 들었습니다. 저도 앞으로 이렇게 사진을 찍어보고 싶다는 생각이 막 드네요! 수고 많으셨습니다.",
        "created_at": "2020-11-25T06:43:49.382Z",
        "updated_at": "2020-11-25T06:43:49.382Z",
        "author": {
            "user_id": 258,
            "nickname": "mehesnow"
        }
    },
    {
        "guestbook_id": 59,
        "author_id": 238,
        "text": "학업에 열중하는 것 하나만으로도 벅차실텐데 먼 곳까지 시간내어 가셔서 사진 한폭 한폭 열정을 담아낸 게 고스란히 느껴졌습니다. 실제로 박물관을 직접 가서 돌아보는 듯한 섬세함과 코로나 때문에 사진전에 가지 못하는 사람들을 위한 배려가 느껴지는 사진전이네요, 모든 분들께 MVP를 드리고 싶은 마음입니다. 한 해동안 정말로 고생 많으셨고 좋은 사진을 이렇게라도 보게 해주셔서 진심으로 감사드립니다, 앞으로 좋은 일만 가득하시길 바랄게요",
        "created_at": "2020-11-25T04:58:23.627Z",
        "updated_at": "2020-11-25T04:58:23.627Z",
        "author": {
            "user_id": 238,
            "nickname": "혜"
        }
    },
    {
        "guestbook_id": 58,
        "author_id": 215,
        "text": "사진 너무 멋져요!!! 잘 봤습니다~!!!",
        "created_at": "2020-11-25T03:46:17.090Z",
        "updated_at": "2020-11-25T03:46:17.090Z",
        "author": {
            "user_id": 215,
            "nickname": "나"
        }
    },
    {
        "guestbook_id": 57,
        "author_id": 248,
        "text": "감각적이고 신선한 시각의 멋진사진들이 많네요... 잠시나마 눈이 즐거운 시간이었습니다.",
        "created_at": "2020-11-25T03:37:34.752Z",
        "updated_at": "2020-11-25T03:37:34.752Z",
        "author": {
            "user_id": 248,
            "nickname": "리샤오랑"
        }
    },
    {
        "guestbook_id": 56,
        "author_id": 240,
        "text": "어려운 가운데 준비 잘해서 잘보고 갑니다.",
        "created_at": "2020-11-25T01:23:40.094Z",
        "updated_at": "2020-11-25T01:23:40.094Z",
        "author": {
            "user_id": 240,
            "nickname": "강성구 화학 82"
        }
    },
    {
        "guestbook_id": 55,
        "author_id": 236,
        "text": "멋진 사진 잘 봤습니다^^",
        "created_at": "2020-11-24T16:58:04.417Z",
        "updated_at": "2020-11-24T16:58:04.417Z",
        "author": {
            "user_id": 236,
            "nickname": "항붕이 1"
        }
    },
    {
        "guestbook_id": 54,
        "author_id": 232,
        "text": "너무너무 멋져요. 박수를 보냅니다. 좋은 사진 감사해요",
        "created_at": "2020-11-24T14:10:13.154Z",
        "updated_at": "2020-11-24T14:10:13.154Z",
        "author": {
            "user_id": 232,
            "nickname": "멋져부러"
        }
    },
    {
        "guestbook_id": 53,
        "author_id": 230,
        "text": "평범한 별사진 한장을 완성하는것이 쉽지 않은데 이렇게 멋진 사진 남기느라 수고 많으셨습니다. 덕분에 잘 보고 갑니다. 모두 모두 코로나를 잘 극복하시디 바랍니다.",
        "created_at": "2020-11-24T13:47:14.102Z",
        "updated_at": "2020-11-24T13:47:14.102Z",
        "author": {
            "user_id": 230,
            "nickname": "은하수"
        }
    },
    {
        "guestbook_id": 52,
        "author_id": 228,
        "text": "코로나에도 불구하고 1년간 열심히 사진을 찍은 동아리원들에게 박수를. 다들 정말 애쓰셨습니다. ",
        "created_at": "2020-11-24T13:31:17.735Z",
        "updated_at": "2020-11-24T13:31:17.735Z",
        "author": {
            "user_id": 228,
            "nickname": "HSKwon"
        }
    },
    {
        "guestbook_id": 51,
        "author_id": 224,
        "text": "96-최준희. 무척 오래간만에 멋진 사진들과 옛날 생각에 즐거운 시간 보냈네요. 졸업한지 오래됐기도 하거니와 바쁜 일상에 동아리행사에 들르지 못했는데 이렇게 온라인에서 전시를 보니, 코로나라서 오히려 좋은 점도 참 많습니다. 언젠가 이 팬데믹이 끝나면 관측회도 함께 할 수 있으면 좋겠네요. 다들 애쓰셨네요. 벗들과 좋은 추억 많이 만드시길 바랍니다. 평생의 재산이 될거에요.",
        "created_at": "2020-11-24T13:24:57.293Z",
        "updated_at": "2020-11-24T13:24:57.293Z",
        "author": {
            "user_id": 224,
            "nickname": "복만이"
        }
    },
    {
        "guestbook_id": 50,
        "author_id": 87,
        "text": "좋은 사진들 감사히 잘 보았습니다. 사진 하나하나마다 깃든 노력과 열정에 깊이 감동하고 갑니다.",
        "created_at": "2020-11-24T12:24:01.860Z",
        "updated_at": "2020-11-24T12:24:01.860Z",
        "author": {
            "user_id": 87,
            "nickname": "92.릐"
        }
    },
    {
        "guestbook_id": 49,
        "author_id": 214,
        "text": "아주 신선하네요. 하늘에서 바라보는 전시장도 인상적이고, 갤러리를 걸어가는 느낌도 좋았습니다. \"StarOn\"에서 일부 동영상이 남반구에서 찍은 듯한 느낌을 주네요 (마치 거꾸로 도는 지구???)",
        "created_at": "2020-11-24T10:19:22.462Z",
        "updated_at": "2020-11-24T10:19:22.462Z",
        "author": {
            "user_id": 214,
            "nickname": "미루별방"
        }
    },
    {
        "guestbook_id": 48,
        "author_id": 204,
        "text": "사진 잘봤습니다.^^^ 정말 멋지네요..ㅎㅎ 각각 사진 아래 초코렛도 붙이고 감상평도 남기고 싶었습니다.~ 아..그리고ㅜ 흑상어는 투표가 안되던데 투표 대상이 아닌가요??",
        "created_at": "2020-11-24T08:12:05.928Z",
        "updated_at": "2020-11-24T08:12:05.928Z",
        "author": {
            "user_id": 204,
            "nickname": "AAA02-천세환"
        }
    },
    {
        "guestbook_id": 47,
        "author_id": 205,
        "text": "학업에 바쁠텐데도 열정으로 담아낸 사진들 잘 보았습니다. 은하수와 딥스카이에 타임랩스까지 다채롭게 전시된 훌륭한 사진전 감상 잘하고 갑니다.",
        "created_at": "2020-11-24T07:57:22.835Z",
        "updated_at": "2020-11-24T07:57:22.835Z",
        "author": {
            "user_id": 205,
            "nickname": "vancrest"
        }
    },
    {
        "guestbook_id": 46,
        "author_id": 191,
        "text": "정말 좋은 사진전 같습니다. 올해 코로나로인해 사진전을 많이 가지 못했는데 이렇게 온라인에서라도 천체사진을 볼수있게 사진전을 열어주셔서 감사합니다^^",
        "created_at": "2020-11-24T06:32:36.981Z",
        "updated_at": "2020-11-24T06:32:36.981Z",
        "author": {
            "user_id": 191,
            "nickname": "우주지기"
        }
    },
    {
        "guestbook_id": 45,
        "author_id": 81,
        "text": "사진을 보면서 한 장면을 담으려고 장비 챙겨서 목적지까지 간 열정이 사진에 고스란히 드러난 것 같네요 \n좋은 사진과 이러한 전시를 위해 애쓰신 분들께 감사드립니다. ㅎ ",
        "created_at": "2020-11-24T06:16:51.827Z",
        "updated_at": "2020-11-24T06:16:51.827Z",
        "author": {
            "user_id": 81,
            "nickname": "★"
        }
    },
    {
        "guestbook_id": 44,
        "author_id": 185,
        "text": "멋진사진 즐겁게 보았습니다. 수고하셨습니다.",
        "created_at": "2020-11-24T06:06:23.204Z",
        "updated_at": "2020-11-24T06:06:23.204Z",
        "author": {
            "user_id": 185,
            "nickname": "chinwon"
        }
    },
    {
        "guestbook_id": 43,
        "author_id": 183,
        "text": "잘 봤습니다. 열정으로 찍은 사진들 모두 MVP감입니다.\n언택트 시대에 좋은 사진전 감사히 봤습니다.\n모두 수고하셨습니다.",
        "created_at": "2020-11-24T06:00:59.454Z",
        "updated_at": "2020-11-24T06:00:59.454Z",
        "author": {
            "user_id": 183,
            "nickname": "깊은하늘"
        }
    },
    {
        "guestbook_id": 42,
        "author_id": 177,
        "text": "아주아주아주 멋집니다. MVP를 하나밖에 투표 못하나요... 다들 너무 훌륭한 사진인데 하나만 고르라니요. ",
        "created_at": "2020-11-24T05:58:45.541Z",
        "updated_at": "2020-11-24T05:58:45.541Z",
        "author": {
            "user_id": 177,
            "nickname": "여인호"
        }
    },
    {
        "guestbook_id": 41,
        "author_id": 182,
        "text": "코로나 시대에 걸맞는 좋은 사진전입니다, 한 해 고생들 많이하셨습니다... 좋은 사진 잘 보고 갑니다~",
        "created_at": "2020-11-24T05:55:14.960Z",
        "updated_at": "2020-11-24T05:55:14.960Z",
        "author": {
            "user_id": 182,
            "nickname": "열쇠고리"
        }
    },
    {
        "guestbook_id": 40,
        "author_id": 175,
        "text": "별하늘지기 통해 들어왔습니다\n고생들 많이 하셨네요^^",
        "created_at": "2020-11-24T05:48:12.604Z",
        "updated_at": "2020-11-24T05:48:12.604Z",
        "author": {
            "user_id": 175,
            "nickname": "체이아"
        }
    },
    {
        "guestbook_id": 39,
        "author_id": 152,
        "text": "천문사진의 새로움들을 느끼고 갑니다. 현장에서 볼 수 있는 날을 기대하며... 수고 많이 하셨습니다 ^^",
        "created_at": "2020-11-24T05:37:27.165Z",
        "updated_at": "2020-11-24T05:37:27.165Z",
        "author": {
            "user_id": 152,
            "nickname": "시아별"
        }
    },
    {
        "guestbook_id": 38,
        "author_id": 164,
        "text": "게임하는거같아요!!ㅋㅋㅋ 멋진 사진 보여주시고 멋진 전시장 만들어주셔서 감사합니다~",
        "created_at": "2020-11-24T05:04:06.405Z",
        "updated_at": "2020-11-24T05:04:06.405Z",
        "author": {
            "user_id": 164,
            "nickname": "stjerne"
        }
    },
    {
        "guestbook_id": 37,
        "author_id": 166,
        "text": "잘보고갑니다",
        "created_at": "2020-11-24T05:01:35.164Z",
        "updated_at": "2020-11-24T05:01:35.164Z",
        "author": {
            "user_id": 166,
            "nickname": "시미"
        }
    },
    {
        "guestbook_id": 36,
        "author_id": 159,
        "text": "사진 다들 엄청 잘 찍으시는 것 같아요 잘보고 갑니다 \n",
        "created_at": "2020-11-24T04:44:10.326Z",
        "updated_at": "2020-11-24T04:44:10.326Z",
        "author": {
            "user_id": 159,
            "nickname": "까치"
        }
    },
    {
        "guestbook_id": 35,
        "author_id": 156,
        "text": "잘 보고 갑니다! ",
        "created_at": "2020-11-24T04:41:57.546Z",
        "updated_at": "2020-11-24T04:41:57.546Z",
        "author": {
            "user_id": 156,
            "nickname": "TurkishChai"
        }
    },
    {
        "guestbook_id": 34,
        "author_id": 135,
        "text": "별 예뻐요. 좋아요. 멋져요.",
        "created_at": "2020-11-24T04:38:45.026Z",
        "updated_at": "2020-11-24T04:38:45.026Z",
        "author": {
            "user_id": 135,
            "nickname": "코스모낫"
        }
    },
    {
        "guestbook_id": 33,
        "author_id": 149,
        "text": "오랜만에 별사진 너무 잘 봤습니다~이렇게 사진전 관람할 수 있다니 참..후배님들 대견하네요!!",
        "created_at": "2020-11-24T04:38:23.288Z",
        "updated_at": "2020-11-24T04:38:23.288Z",
        "author": {
            "user_id": 149,
            "nickname": "spica"
        }
    },
    {
        "guestbook_id": 32,
        "author_id": 157,
        "text": "정말 좋은 사진들 많이 볼 수 있는 사진전 이었던 것 같아요. 딱 이 시기와 맞는 멋진 사진전이네요. 그리고 사진하나하나 보면서 하늘에 떠 있는 별 하나 볼 시간이 없는 현대인의 바쁜 일상 속에서 아름다운 별을 볼 수 있도록 아름답게 찍어주셔서 감사합니다. 이런 기회를 통해서 하늘의 별을 좀 더 자세하게, 더 아름답게 관찰해 볼 수 있는 기회인 것 같아요. 좋은 사진전 기획해주신 것 감사합니다. 잘 보고 갑니다. ",
        "created_at": "2020-11-24T04:38:05.278Z",
        "updated_at": "2020-11-24T04:38:05.278Z",
        "author": {
            "user_id": 157,
            "nickname": "gusdntjsqochlrh"
        }
    },
    {
        "guestbook_id": 31,
        "author_id": 148,
        "text": "아 그리고 적어도 될지 모르겠는데 돔모양 클릭 여러번 하면 나오는 이스터 에그 엄청 신선하네요~",
        "created_at": "2020-11-24T04:30:50.606Z",
        "updated_at": "2020-11-24T04:30:50.606Z",
        "author": {
            "user_id": 148,
            "nickname": "03이상향"
        }
    },
    {
        "guestbook_id": 30,
        "author_id": 148,
        "text": "오랜만에 사진전 관람해서 좋았습니다. 또 들르겠습니다. 이제 아들래미도 별에 관심이 생기는거 같은데 같이 가볼날을 고대해 봅니다.",
        "created_at": "2020-11-24T04:28:56.622Z",
        "updated_at": "2020-11-24T04:28:56.622Z",
        "author": {
            "user_id": 148,
            "nickname": "03이상향"
        }
    },
    {
        "guestbook_id": 29,
        "author_id": 142,
        "text": "잘봤습니다! 저렇게 아름다운 사진을 직접 찍으셨다는 게 부럽습니다! 그리고 팬데믹 상황에서도 이렇게 사진전을 관람하는 것처럼 해주셔서 감사합니다! 정말 예쁜 별사진보고 힐링하고 가는것같아요!:> 감사합니다!",
        "created_at": "2020-11-24T04:23:27.550Z",
        "updated_at": "2020-11-24T04:23:27.550Z",
        "author": {
            "user_id": 142,
            "nickname": "xxeung._.hee_"
        }
    },
    {
        "guestbook_id": 28,
        "author_id": 139,
        "text": "넘 멋졌어요",
        "created_at": "2020-11-24T04:18:33.868Z",
        "updated_at": "2020-11-24T04:18:33.868Z",
        "author": {
            "user_id": 139,
            "nickname": "봄니"
        }
    },
    {
        "guestbook_id": 27,
        "author_id": 136,
        "text": "잘 봤습니다. 준비하느라 고생 많았습니다. ",
        "created_at": "2020-11-24T04:16:42.683Z",
        "updated_at": "2020-11-24T04:16:42.683Z",
        "author": {
            "user_id": 136,
            "nickname": "95전은채"
        }
    },
    {
        "guestbook_id": 26,
        "author_id": 130,
        "text": "온라인 사진전은 처음 관람해보는데 신기하네요^^좋은 사진 남기느라 고생 많이 하셨을 것 같습니다. 아름다운 사진들 잘 보고 갑니다. 마지막 영상은 BGM이랑 너무 잘 어울리네요. 잘 봤습니다.",
        "created_at": "2020-11-24T04:14:07.519Z",
        "updated_at": "2020-11-24T04:14:07.519Z",
        "author": {
            "user_id": 130,
            "nickname": "밤하늘별따기"
        }
    },
    {
        "guestbook_id": 25,
        "author_id": 126,
        "text": "열정이 넘치는 사진 잘보았습니다^^ 기회가 된다면 꼭 실물로 보고 싶네요~!!",
        "created_at": "2020-11-24T03:51:36.395Z",
        "updated_at": "2020-11-24T03:51:36.395Z",
        "author": {
            "user_id": 126,
            "nickname": "연아파파"
        }
    },
    {
        "guestbook_id": 24,
        "author_id": 118,
        "text": "코로나시대에 정말 좋은 온라인 사진전이네요!!! 약간 게임하는 것 같기도 하고 재밌네요. 사진도 정말 잘보고 갑니다~~^♡^",
        "created_at": "2020-11-24T03:18:14.047Z",
        "updated_at": "2020-11-24T03:18:14.047Z",
        "author": {
            "user_id": 118,
            "nickname": "곤"
        }
    },
    {
        "guestbook_id": 23,
        "author_id": 117,
        "text": "사진이 다들 너무너무 예뻐요ㅠㅜㅜ 나중에 상황이 괜찮아지면 꼭 실물사진으로도 다시보고싶어요....!!",
        "created_at": "2020-11-24T02:54:08.102Z",
        "updated_at": "2020-11-24T02:54:08.102Z",
        "author": {
            "user_id": 117,
            "nickname": "쏭"
        }
    },
    {
        "guestbook_id": 22,
        "author_id": 115,
        "text": "모두들 와주셔서 감사합니다",
        "created_at": "2020-11-24T02:47:54.787Z",
        "updated_at": "2020-11-24T02:47:54.787Z",
        "author": {
            "user_id": 115,
            "nickname": "회장"
        }
    },
    {
        "guestbook_id": 21,
        "author_id": 114,
        "text": "오, 생각보다 잘만들었네요 ㅎㅎ\n덕분에 잘 보고갑니다!\n나중에 오프라인 사진전 해도 온라인이랑 병행해도 좋을거 같네요",
        "created_at": "2020-11-24T02:04:34.706Z",
        "updated_at": "2020-11-24T02:04:34.706Z",
        "author": {
            "user_id": 114,
            "nickname": "susia"
        }
    },
    {
        "guestbook_id": 20,
        "author_id": 110,
        "text": "코로나때문에 여러모로 활동을 못했을텐데도 너무 좋은 사진들 잘 보고 갑니다. 후배님들 열정이 식지않는거같아 너무 보기 좋네요 ㅎㅎ 계속 즐거운 활동하시길!",
        "created_at": "2020-11-23T21:30:32.793Z",
        "updated_at": "2020-11-23T21:30:32.793Z",
        "author": {
            "user_id": 110,
            "nickname": "셜로콤즈"
        }
    },
    {
        "guestbook_id": 19,
        "author_id": 98,
        "text": "잘 보고 갑니다",
        "created_at": "2020-11-23T12:31:57.535Z",
        "updated_at": "2020-11-23T12:31:57.535Z",
        "author": {
            "user_id": 98,
            "nickname": "김윤식"
        }
    },
    {
        "guestbook_id": 18,
        "author_id": 83,
        "text": "멋있어요 잘 보고 갑니다!",
        "created_at": "2020-11-23T09:40:56.529Z",
        "updated_at": "2020-11-23T09:40:56.529Z",
        "author": {
            "user_id": 83,
            "nickname": "성니"
        }
    },
    {
        "guestbook_id": 17,
        "author_id": 2,
        "text": "멋져용!!",
        "created_at": "2020-11-23T09:24:13.384Z",
        "updated_at": "2020-11-23T09:24:13.384Z",
        "author": {
            "user_id": 2,
            "nickname": "펭픵푱"
        }
    },
    {
        "guestbook_id": 16,
        "author_id": 80,
        "text": "다들 수고 많았어요! 온라인 사진전이라도 오프라인같은 느낌이 드는듯ㅎㅎ",
        "created_at": "2020-11-23T09:23:38.248Z",
        "updated_at": "2020-11-23T09:23:38.248Z",
        "author": {
            "user_id": 80,
            "nickname": "ciel97"
        }
    },
    {
        "guestbook_id": 15,
        "author_id": 6,
        "text": "",
        "created_at": "2020-11-23T07:03:15.654Z",
        "updated_at": "2020-11-23T07:03:15.654Z",
        "author": {
            "user_id": 6,
            "nickname": "강민하"
        }
    },
    {
        "guestbook_id": 14,
        "author_id": 58,
        "text": "가슴이 웅장해진다...",
        "created_at": "2020-11-23T06:38:18.561Z",
        "updated_at": "2020-11-23T06:38:18.561Z",
        "author": {
            "user_id": 58,
            "nickname": "17이영준"
        }
    },
    {
        "guestbook_id": 13,
        "author_id": 58,
        "text": "",
        "created_at": "2020-11-23T06:37:15.000Z",
        "updated_at": "2020-11-23T06:37:15.000Z",
        "author": {
            "user_id": 58,
            "nickname": "17이영준"
        }
    },
    {
        "guestbook_id": 12,
        "author_id": 60,
        "text": "옆동네 한별에서 구경왔습니다.. 신선하고 놀라운 시도고 존경합니다..",
        "created_at": "2020-11-23T06:35:05.559Z",
        "updated_at": "2020-11-23T06:35:05.559Z",
        "author": {
            "user_id": 60,
            "nickname": "skychaser"
        }
    },
    {
        "guestbook_id": 11,
        "author_id": 13,
        "text": "더 완벽한 컨트롤을 익혀서 돌아오겠습니다",
        "created_at": "2020-11-23T06:33:41.127Z",
        "updated_at": "2020-11-23T06:33:41.127Z",
        "author": {
            "user_id": 13,
            "nickname": "김준서"
        }
    },
    {
        "guestbook_id": 10,
        "author_id": 54,
        "text": "와 이번에 참 여러모로 새롭고 멋진 사진전이네요~ 이전에는 보지 못한 새로운 시도를 한 작품들도 많이 보여서 감상하는 재미가 쏠쏠했어요. 천체를 담은 아름다운 사진에서 나아가, 사진을 통해 뭔가를 표현하고자 하는게 느껴져서 뭉클하기도..ㅎㅎ 코로나시국에도 온라인 사진전을 구현할 수 있는 인력이 있다는 것도 참 우리 동아리의 축복인 것 같아요~ 어디 자랑할 데는 없지만 자랑하고 싶네요ㅋㅋ 다들 너무 멋져요",
        "created_at": "2020-11-23T06:01:07.041Z",
        "updated_at": "2020-11-23T06:01:07.041Z",
        "author": {
            "user_id": 54,
            "nickname": "AAA16 신유진"
        }
    },
    {
        "guestbook_id": 9,
        "author_id": 48,
        "text": "정말 잘 만든 사진전입니다... 작품들부터 전시까지 모두 정말 대단하다고 밖에 안 느껴지네요",
        "created_at": "2020-11-23T05:23:35.780Z",
        "updated_at": "2020-11-23T05:23:35.780Z",
        "author": {
            "user_id": 48,
            "nickname": "14조항빈"
        }
    },
    {
        "guestbook_id": 8,
        "author_id": 45,
        "text": "<몸은 멀리, 별은 가까이> 전시 잘 보고 갑니다 :) 제일 마음에 드는 사진에 투표했어요!",
        "created_at": "2020-11-23T05:16:46.022Z",
        "updated_at": "2020-11-23T05:16:46.022Z",
        "author": {
            "user_id": 45,
            "nickname": "Jung-ah"
        }
    },
    {
        "guestbook_id": 7,
        "author_id": 42,
        "text": "잘보고갑니다 ㅎㅎ 투표는 항상 어렵습니다",
        "created_at": "2020-11-23T05:14:34.224Z",
        "updated_at": "2020-11-23T05:14:34.224Z",
        "author": {
            "user_id": 42,
            "nickname": "대충 AAA전시회 10년정도 관람함"
        }
    },
    {
        "guestbook_id": 6,
        "author_id": 39,
        "text": "여러분 operation cwal 입력하면 이동속도 빨라져요",
        "created_at": "2020-11-23T04:46:47.203Z",
        "updated_at": "2020-11-23T04:46:47.203Z",
        "author": {
            "user_id": 39,
            "nickname": "와신기해요"
        }
    },
    {
        "guestbook_id": 5,
        "author_id": 30,
        "text": "이스터에그 없나요",
        "created_at": "2020-11-23T04:05:47.420Z",
        "updated_at": "2020-11-23T04:05:47.420Z",
        "author": {
            "user_id": 30,
            "nickname": "15김민수"
        }
    },
    {
        "guestbook_id": 4,
        "author_id": 14,
        "text": "조작감 좋네요 잘 봤습니다",
        "created_at": "2020-11-23T03:52:54.570Z",
        "updated_at": "2020-11-23T03:52:54.570Z",
        "author": {
            "user_id": 14,
            "nickname": "정만근"
        }
    },
    {
        "guestbook_id": 3,
        "author_id": 29,
        "text": "다들 수고하셨습니다 ㅎㅎ",
        "created_at": "2020-11-23T03:52:00.698Z",
        "updated_at": "2020-11-23T03:52:00.698Z",
        "author": {
            "user_id": 29,
            "nickname": "10최규민"
        }
    },
    {
        "guestbook_id": 2,
        "author_id": 7,
        "text": "2등인가",
        "created_at": "2020-11-23T01:04:24.467Z",
        "updated_at": "2020-11-23T01:04:24.467Z",
        "author": {
            "user_id": 7,
            "nickname": "11김종민"
        }
    },
    {
        "guestbook_id": 1,
        "author_id": 9,
        "text": "17 황원희",
        "created_at": "2020-11-23T00:55:16.263Z",
        "updated_at": "2020-11-23T00:55:16.263Z",
        "author": {
            "user_id": 9,
            "nickname": "17 황원희"
        }
    }
]

export default guestbookData;
